SUITS = ['Diamonds','Heart','Club','Spade']
RANKS = ['2', '3', '4', '5', '6', '7', '8', '9', '10', 'jack', 'qween', 'king', 'ace']
PRINTED = {'ace': 'A', 'king': 'K', 'queen': 'Q', 'jack': 'J', '10': '10', '9': '9', '8': '8', '7': '7', '6': '6', '5': '5', '4': '4', '3': '3', '2': '2'}

MESSAGES = {
    'ask_start': 'Хотите начать игру? (д/н) ', 
    'ask_card': 'Нужна ли новая карта? (д/н) ',
    'eq': 'у игрока {} количество очков = {}, что совпадает с количеством очков дилера\n {} ставка будет возвращена',
    'win': '{} игрок победил',
    'lose': '{} игроки проиграли',
    }

# NAMES = {'1': 'Мария', '2': 'Александр', '3': 'Дмитрий', '4': 'Виктория'}